export const initialData = {
  busRoutes: [
    {
      id: "bus-routes-1",
      name: "R4A: Cảng Sông Hàn U+2013 Hòa Tiến​",
      title: "Vé lượt: 6.000 đồng/lượt.",
      route: [
        {
          id: 45813725054,
          name: "1. Số 171(Kim Liên) Nguyễn Văn Cừ",
          location: {
            lng: " 108.11956612202619",
            lat: "16.13548288580201",
          },
        },
        {
          id: 23736020016,
          name: "2. 101 Nguyễn Văn Cừ",
          location: {
            lng: " 108.11943246536552",
            lat: "16.1330679589498",
          },
        },
        {
          id: 93634785434,
          name: "3. Ximăng Ngũ Hành Sơn",
          location: {
            lng: " 108.11930183932864",
            lat: "16.129617645548674",
          },
        },
        {
          id: 60174281885,
          name: "4. 19 Nguyễn Văn Cừ",
          location: {
            lng: " 108.12076170018832",
            lat: "16.12411291753288",
          },
        },
        {
          id: 56018148863,
          name: "5. 957 Nguyễn Lương Bằng",
          location: {
            lng: " 108.12813319223163",
            lat: "16.113172832903878",
          },
        },
        {
          id: 59844160910,
          name: "6. 817 Nguyễn Lương Bằng",
          location: {
            lng: " 108.1328678568374",
            lat: "16.10496465057714",
          },
        },
        {
          id: 71130452298,
          name: "7. Đối diện 546 Nguyễn Lương Bằng",
          location: {
            lng: " 108.13502209210294",
            lat: "16.10056869633681",
          },
        },
        {
          id: 99389515921,
          name: "8. 497 Nguyễn Lương Bằng",
          location: {
            lng: " 108.14283634199731",
            lat: "16.090049322991707",
          },
        },
        {
          id: 72775849140,
          name: "9. 421 Nguyễn Lương Bằng",
          location: {
            lng: " 108.1443112333489",
            lat: "16.086529256802432",
          },
        },
        {
          id: 81503232572,
          name: "10. 339 Nguyễn Lương Bằng",
          location: {
            lng: " 108.14576615827266",
            lat: "16.083010841022624",
          },
        },
        {
          id: 70221867631,
          name: "11. Bệnh viện tâm thần ( 191 Nguyễn Lương Bằng )",
          location: {
            lng: " 108.14718017413666",
            lat: "16.079549495480258",
          },
        },
        {
          id: 41326520907,
          name: "12. Trường Cao đẳng kế hoạch",
          location: {
            lng: " 108.14856629195059",
            lat: "16.07616780566659",
          },
        },
        {
          id: 32000071132,
          name: "13. 27 Nguyễn Lương Bằng",
          location: {
            lng: " 108.14997593480217",
            lat: "16.07265158955931",
          },
        },
        {
          id: 48606698914,
          name: "14. 755-757 Tôn Đức Thắng",
          location: {
            lng: " 108.15049382856223",
            lat: "16.071478710446527",
          },
        },
        {
          id: 66257542530,
          name: "15. Khu vui chơi trẻ em đường Tôn Đức Thắng",
          location: {
            lng: " 108.1536851717758",
            lat: "16.066212099622582",
          },
        },
        {
          id: 20258293417,
          name: "16. 459 Tôn Đức Thắng",
          location: {
            lng: " 108.15917738570323",
            lat: "16.062519534602192",
          },
        },
        {
          id: 46650492161,
          name: "17. Showroom Trường Hải",
          location: {
            lng: " 108.16293485105163",
            lat: "16.060033556305154",
          },
        },
        {
          id: 87495919007,
          name: "18. 341 Tôn Đức Thắng",
          location: {
            lng: " 108.16663084854403",
            lat: "16.05721701505328",
          },
        },
        {
          id: 38401482396,
          name: "21. 137-139 Tôn Đức Thắng",
          location: {
            lng: " 108.17353822118451",
            lat: "16.05815482711118",
          },
        },
        {
          id: 27151760837,
          name: "23. 559 Điện Biên Phủ",
          location: {
            lng: " 108.18443206071548",
            lat: "16.06531725496157",
          },
        },
        {
          id: 11967948697,
          name: "24. 407 Điện Biên Phủ",
          location: {
            lng: " 108.18889948560606",
            lat: "16.06571373878797",
          },
        },
        {
          id: 34625379221,
          name: "25. 311 Điện Biên Phủ",
          location: {
            lng: " 108.19261595462079",
            lat: "16.06571987858083",
          },
        },
        {
          id: 12890057288,
          name: "26. 135 Điện Biên Phủ",
          location: {
            lng: " 108.198956789357",
            lat: "16.065451341801396",
          },
        },
        {
          id: 17863963279,
          name: "27. Công viên 29/3",
          location: {
            lng: " 108.20535155147641",
            lat: "16.06591589381512",
          },
        },
        {
          id: 59044047147,
          name: "28. Đối diện 36-38 Điện Biên Phủ",
          location: {
            lng: " 108.20554552103773",
            lat: "16.065948404370776",
          },
        },
        {
          id: 49752407980,
          name: "29. 85 Lý Thái Tổ",
          location: {
            lng: " 108.20818666467244",
            lat: "16.06617381074443",
          },
        },
        {
          id: 78919721742,
          name: "30. 331 Hùng Vương",
          location: {
            lng: " 108.21061748697342",
            lat: "16.06655732264574",
          },
        },
        {
          id: 37316920688,
          name: "31. 103 Hùng Vương",
          location: {
            lng: " 108.21802419064903",
            lat: "16.06806363675924",
          },
        },
        {
          id: 68657585998,
          name: "32. Công viên Hùng Vương",
          location: {
            lng: " 108.22185444676832",
            lat: "16.06853163858333",
          },
        },
        {
          id: 42946084723,
          name: "33. ĐD 151 Trần Phú",
          location: {
            lng: " 108.22366291157324",
            lat: "16.067069408678766",
          },
        },
        {
          id: 97079549931,
          name: "34. UBND quận Hải Châu",
          location: {
            lng: " 108.22316873828835",
            lat: "16.06201652169169",
          },
        },
        {
          id: 27938902740,
          name: "35. Cầu Rồng (số chẵn đường Võ Văn Kiệt)",
          location: {
            lng: " 108.23362603960751",
            lat: "16.0612211977039",
          },
        },
        {
          id: 83142694550,
          name: "36. BV Quận Sơn Trà",
          location: {
            lng: " 108.2352356061066",
            lat: "16.058210689752826",
          },
        },
        {
          id: 91935067673,
          name: "37. Đối diện 1187 Ngô Quyền",
          location: {
            lng: " 108.23640435593668",
            lat: "16.05437724498843",
          },
        },
        {
          id: 36712624053,
          name: "38. 180 Ngũ Hành Sơn",
          location: {
            lng: " 108.23843515512749",
            lat: "16.047717526062446",
          },
        },
        {
          id: 73746606918,
          name: "39. 310A Ngũ Hành Sơn",
          location: {
            lng: " 108.24056921979812",
            lat: "16.04269150637289",
          },
        },
        {
          id: 71174722900,
          name: "40. 370 Ngũ Hành Sơn",
          location: {
            lng: " 108.24178308931015",
            lat: "16.040365103273437",
          },
        },
        {
          id: 91089882216,
          name: "41. Đối diện 40 Lê Văn Hiến",
          location: {
            lng: " 108.24360637369601",
            lat: "16.036762818002703",
          },
        },
        {
          id: 28730544278,
          name: "42. Đài tưởng niệm liệt sĩ ngành bưu điện",
          location: {
            lng: " 108.24435346413753",
            lat: "16.035307306640167",
          },
        },
        {
          id: 89841076757,
          name: "43. 160 Lê Văn Hiến",
          location: {
            lng: " 108.24575742606396",
            lat: "16.03258417569197",
          },
        },
        {
          id: 43727677294,
          name: "44. 256 Lê Văn Hiến",
          location: {
            lng: " 108.24728405078287",
            lat: "16.02959699316708",
          },
        },
        {
          id: 73889873878,
          name: "45. 376 Lê Văn Hiến",
          location: {
            lng: " 108.24936655066908",
            lat: "16.025458113763925",
          },
        },
        {
          id: 15473131950,
          name: "46. 470A Lê Văn Hiến",
          location: {
            lng: " 108.25320435969822",
            lat: "16.017997676571692",
          },
        },
        {
          id: 97670525379,
          name: "47. 542 Lê Văn Hiến",
          location: {
            lng: " 108.25544269233824",
            lat: "16.013469827365384",
          },
        },
        {
          id: 49032002190,
          name: "48. 618 Lê Văn Hiến",
          location: {
            lng: " 108.25858691929429",
            lat: "16.007074987947718",
          },
        },
        {
          id: 9043915136,
          name: "50. E152 Trần Đại Nghĩa",
          location: {
            lng: " 108.25601496154667",
            lat: "15.982131593324999",
          },
        },
        {
          id: 6620411317,
          name: "51. Bến xe buýt Đại học Việt Hàn",
          location: {
            lng: " 108.25452232447924",
            lat: "15.974022216394241",
          },
        },
      ],
    },
    
  ],
};
